{"lyric":"[00:00.30]I see your monsters, I see your pain.\n[00:05.50]Tell me your problems, I'll chase them away.\n[00:10.42]I'll be your lighthouse. I'll make it okay.\n[00:16.00]When I see your monsters I'll stand there so brave, and chase them all away.\n[00:26.50]A cup of coffee still steaming, staring back at me and it's blacker than the night, eh.\n[00:32.12]I'm awake but still sleeping, I keep telling myself I'll be alright (I won't).\n[00:37.63]And I know it can't get worse than today, sitting here and she's trying to rehearse what to say.\n[00:42.21]See, she's in the bathroom and hoping I'm not in earshot, while she's getting used to the sound of her teardrops.\n[00:47.99]Splash, it hits the tile and I know it's been a while since you've seen me smile and laugh like I used to.\n[00:53.38]I've been in denial since it happened, just take me to the past, cause I just can't imagine losing you, too.\n[00:59.18]I can't explain this so I keep it all inside, wear my pain but it's masked by my pride.\n[01:04.32]She came to hold me and she cried, told me this and she stared into my eyes, said.\n[01:08.00]I see your monsters, I see your pain.\n[01:13.50]Tell me your problems, I'll chase them away.\n[01:18.50]I'll be your lighthouse. I'll make it okay.\n[01:24.28]When I see your monsters I'll stand there so brave, and chase them all away.\n[01:32.00]I can't, you won't like what you see.\n[01:34.50]If you were in my head and had to hear my pleas.\n[01:36.88]It's like, I can't believe this is happening to me.\n[01:39.55]And could someone please shut off this ******* answering machine.\n[01:42.38]So I can stop leaving these messages that you will never get.\n[01:45.17]And all these cries for help you'll never see, you'll never check.\n[01:47.98]But I guess it's easy for you to leave me.\n[01:50.39]But believe me, see this isn't something that I'm just forget.\n[01:53.56]I would trade it all for one more minute, don't you see I really need you to talk to.\n[01:58.15]Uh, I'm still sitting here wondering who did it, while I'm staring out our front door knowing you'll never walk through.\n[02:04.38]Said you'd come right back, now you're gone like that.\n[02:09.86]A blank stare as I stand so alone, and I know you're never coming home. Damn.\n[02:14.00]I see your monsters, I see your pain.\n[02:18.30]Tell me your problems, I'll chase them away.\n[02:23.88]I'll be your lighthouse. I'll make it okay.\n[02:29.73]When I see your monsters I'll stand there so brave, and chase them all away.\n[02:37.52]Uh, I got a heart made of fools gold, got me feeling so cold，but keep chipping away.\n[02:43.00]All the promises that I told, felt like I was on those, but keep slipping away.\n[02:48.28]I want nobody else, but it's hard to get to know me when I don't know myself.\n[02:53.10]And it helps cause I felt I was down, I was out, then you looked at me now and said.\n[02:57.50]I see your monsters, I see your pain.\n[03:02.16]Tell me your problems, I'll chase them away.\n[03:07.92]I'll be your lighthouse. I'll make it okay.\n[03:13.30]When I see your monsters I'll stand there so brave.\n[03:19.00]I see your monsters, I see your pain.\n[03:24.31]Tell me your problems, I'll chase them away.\n[03:29.41]I'll be your lighthouse. I'll make it okay.\n[03:35.21]When I see your monsters I'll stand there so brave, and chase them all away.\n","tlyric":"\n[00:00.30]我看到你心中的恶魔 看到你的痛\n[00:05.50]告诉我你的问题 我会将他们驱逐\n[00:10.42]我会做你的灯塔 将一切步入正轨\n[00:16.00]当我看到你心中的恶魔 我会无所畏惧 将他们统统驱逐\n[00:26.50]一杯热气腾腾的咖啡 她看向我 让我如坠于黑夜暮色\n[00:32.12]其实我只是假寐 我不断告诉自己没事（其实不然）\n[00:37.63]我知道今日不会更糟 我坐在这里 她在努力练习着要说的话\n[00:42.21]看 她去了卫生间 希望我不会听到 此时她渐渐习惯了泪水的声响\n[00:47.99]溅落 泪水滴落瓷砖 我知道你有一段时间没看我像过去那般笑\n[00:53.38]自从事情发生后我一直在否认 让我回到过去 因为我无法想象失去你\n[00:59.18]我无法解释 于是我将此深埋于心 感受我的伤痛 但伤痛被我用自尊掩盖\n[01:04.32]她过来拥抱我 哭泣 她看着我的双眼对我说\n[01:08.00]我看到你心中的恶魔 看到你的痛\n[01:13.50]告诉我你的问题 我会将他们驱逐\n[01:18.50]我会做你的灯塔 将一切步入正轨\n[01:24.28]当我看到你心中的恶魔 我会无所畏惧 将他们统统驱逐\n[01:32.00]我不能 你不会喜欢你所见到的\n[01:34.50]如果你在我脑中 一定要聆听我的恳求\n[01:36.88]这就像是 我无法相信这一切发生在我身上\n[01:39.55]有没有人能把这该死的答录机关掉\n[01:42.38]这样我才能停止录这些你永远收不到的留言\n[01:45.17]这些你永远不会查看的呼喊\n[01:47.98]但我想 离开我对你很简单\n[01:50.39]但相信我 这不是我刚刚忘记的事\n[01:53.56]我愿意用一切多交换一分钟 难道你看不到我真的想和你说\n[01:58.15]我仍坐在这里思考是谁造成了这一切 此时我盯着前门外 知道你已不会再走进来\n[02:04.38]你说马上回来 现在你却这样离开\n[02:09.86]我孑然站立 双目空洞 知道你永不会再回到这个家\n[02:14.00]我看到你心中的恶魔 看到你的痛\n[02:18.30]告诉我你的问题 我会将他们驱逐\n[02:23.88]我会做你的灯塔 将一切步入正轨\n[02:29.73]当我看到你心中的恶魔 我会无所畏惧 将他们统统驱逐\n[02:37.52]我有一颗傻子一样的用金铸成的心 让我感到如此寒冷 但逐渐被瓦解\n[02:43.00]我许下的所有诺言 我感到自己正在履行 却逐渐流逝\n[02:48.28]我不需要别人 了解我很难 连我自己也不了解自己\n[02:53.10]这有所助益 因为我感受到 我跌落 我出局 现在你看着我说\n[02:57.50]我看到你心中的恶魔 看到你的痛\n[03:02.16]告诉我你的问题 我会将他们驱逐\n[03:07.92]我会做你的灯塔 将一切步入正轨\n[03:13.30]当我看到你心中的恶魔 我会无所畏惧\n[03:19.00]我看到你心中的恶魔 看到你的痛\n[03:24.31]告诉我你的问题 我会将他们驱逐\n[03:29.41]我会做你的灯塔 将一切步入正轨\n[03:35.21]当我看到你心中的恶魔 我会无所畏惧 将他们统统驱逐"}